base
base-devel
broadcom-wl
capnet-assist
cerbere
code
contractor
dosfstools
dunst
efibootmgr
elementary-icon-theme
elementary-wallpapers
firefox
fish
flameshot
gala
git
gparted
granite
granite7
grub
gtk-theme-elementary
htop
hyprland
intel-ucode
iwd
kitty
lightdm-pantheon-greeter
linux
linux-firmware
nano
neofetch
ntfs-3g
openssh
pantheon-applications-menu
pantheon-calculator
pantheon-calendar
pantheon-camera
pantheon-code
pantheon-default-settings
pantheon-files
pantheon-geoclue2-agent
pantheon-mail
pantheon-music
pantheon-notifications
pantheon-onboarding
pantheon-photos
pantheon-polkit-agent
pantheon-screenshot
pantheon-session
pantheon-settings-daemon
pantheon-shortcut-overlay
pantheon-sideload
pantheon-tasks
pantheon-terminal
pantheon-videos
plasma-desktop
plasma-wayland-session
qt5-wayland
qt6-wayland
sddm
smartmontools
sound-theme-elementary
switchboard
switchboard-plug-a11y
switchboard-plug-about
switchboard-plug-applications
switchboard-plug-bluetooth
switchboard-plug-datetime
switchboard-plug-display
switchboard-plug-keyboard
switchboard-plug-mouse-touchpad
switchboard-plug-network
switchboard-plug-notifications
switchboard-plug-online-accounts
switchboard-plug-parental-controls
switchboard-plug-power
switchboard-plug-printers
switchboard-plug-sharing
switchboard-plug-sound
switchboard-plug-user-accounts
switchboard-plug-wacom
thunar
vim
wget
wingpanel
wingpanel-indicator-a11y
wingpanel-indicator-bluetooth
wingpanel-indicator-datetime
wingpanel-indicator-keyboard
wingpanel-indicator-network
wingpanel-indicator-nightlight
wingpanel-indicator-notifications
wingpanel-indicator-power
wingpanel-indicator-session
wingpanel-indicator-sound
wireless_tools
wpa_supplicant
xdg-desktop-portal-hyprland
xdg-utils
zram-generator
