# https://wiki.archlinux.org/title/Pacman/Tips_and_tricks#List_of_installed_packages

arch-wiki-docs
arch-wiki-lite
arm-none-eabi-gcc
arm-none-eabi-gdb
arm-none-eabi-newlib
base
base-devel
broadcom-wl
brother-mfc-l2717dw
clion
clion-cmake
clion-gdb
clion-jre
cmake
code
cups
digilent.waveforms
dmenu
drawio-desktop
efibootmgr
feh
firefox
fish
gdb
git
go
gping
grml-zsh-config
htop
httrack
i3-resurrect
i3-scratchpad-git
i3-wm
i3status
imagemagick
imwheel
inetutils
intel-ucode
iwd
kitty
ksnip
lf
libftdi
lightdm
lightdm-gtk-greeter
linux
linux-firmware
linux-headers
linux-lts-headers
meson
minicom
nano
ncdu
neofetch
notification-daemon
npm
nvidia
openssh
ozone
pacman-contrib
pipewire
postgresql
programmer-calculator
python
python-dbus-next
qt5-3d
qt5-charts
qt5-connectivity
qt5-datavis3d
qt5-doc
qt5-examples
qt5-gamepad
qt5-graphicaleffects
qt5-imageformats
qt5-lottie
qt5-networkauth
qt5-purchasing
qt5-quick3d
qt5-quickcontrols
qt5-quickcontrols2
qt5-quicktimeline
qt5-remoteobjects
qt5-scxml
qt5-sensors
qt5-serialbus
qt5-serialport
qt5-tools
qt5-virtualkeyboard
qt5-webengine
qt5-webglplugin
qt5-websockets
qt5-webview
qt5-x11extras
qt5-xmlpatterns
rofi
rofi-calc
smartmontools
thunar
udiskie
unzip
usbutils
vala
vim
wget
wiki-js
wireless_tools
wireplumber
wpa_supplicant
xdg-utils
xf86-video-nouveau
xorg-server
xorg-xev
xorg-xinit
yay
zram-generator
