arch-wiki-docs
arch-wiki-lite
arm-none-eabi-gcc
arm-none-eabi-gdb
arm-none-eabi-newlib
base
broadcom-wl
brother-mfc-l2717dw
clion
clion-cmake
clion-gdb
clion-jre
cmake
code
cups
digilent.waveforms
drawio-desktop
feh
firefox
fish
gdb
git
i3-resurrect
i3-scratchpad-git
i3-wm
i3status
imagemagick
inetutils
intel-ucode
iwd
kitty
libftdi
linux
linux-firmware
linux-headers
minicom
ncdu
neofetch
notification-daemon
npm
nvidia
openssh
pacman-contrib
pipewire
postgresql
programmer-calculator
python
rofi
rsync
smartmontools
thunar
udiskie
unzip
usbutils
vim
wget
wiki-js
wireless_tools
wpa_supplicant
xdg-utils
xf86-video-nouveau
xorg-server
xorg-xev
xorg-xinit
yay
zram-generator
